Repository: InfotelGLPI/manufacturersimports
Catalog: locales/*.po
Languages: it_it

source: Suppliers import
it_it: Importa fornitore

source: Please activate the plugin
it_it: Attivare il plugin

source: Manufacturer web address
it_it: Indirizzo web del produttore

source: Default supplier attached
it_it: Fornitore predefinito collegato

source: New warranty attached
it_it: Nuova garanzia collegata

source: Auto add of document
it_it: Aggiunta automatica di documenti

source: Add a comment line
it_it: Aggiungi una linea di commento

source: Access token API address
it_it: Token di accesso API

source: Warranty API address
it_it: Indirizzo API della garanzia

source: New warranty affected by default (Replace if 0)
it_it: Nuova garanzia interessata dal default (Sostituire se 0)

source: Section for document records
it_it: Sezione per i documenti archiviati

source: Manufacturer information
it_it: Informazioni sul produttore

# button
source: Retrieve warranty from manufacturer
it_it: Recuperare la garanzia dal produttore

source: You did not import the warranty for this item. Do you want to get it back?
it_it: Non avete importato la garanzia per questo articolo. Volete recuperarlo?

source: Warranty import (Dell, HP)
it_it: Importazione della garanzia (Dell, HP)

source: Import OK
it_it: Importazione avvenuta con successo

source: Import failed
it_it: Importazione fallita

source: Model number
it_it: Modello

source: Curl PHP package not installed
it_it: Pacchetto PHP-curl non installato

source: Post import
it_it: Post importazione

source: Result
it_it: Risultato

source: Details
it_it: Dettagli

source: Total number of devices imported %s
it_it: Numero totale di apparati importati: %s

source: Imported from web site
it_it: Importato dal sito web

source: With the manufacturersimports plugin
it_it: Con il plugin manufacturersimports

source: Connection failed/data download from manufacturer web site
it_it: Connessione fallita/scarico dati dal sito web del produttore

source: The choosen supplier is not recursive
it_it: Il fornitore scelto non è ricorsivo

source: Not yet imported
it_it: Non ancora importato

source: Problem during the importation
it_it: Problema durante l'importazione

source: Already imported
it_it: Già importato

source: Choose inventory type and manufacturer
it_it: Scegliere il tipo di inventario e il produttore

source: Devices not imported
it_it: Apparato non importato

source: Devices already imported
it_it: Apparato gìà importato

source: No manufacturer available. Please configure at least one manufacturer
it_it: Nessun produttore disponibile. Configurare almeno un produttore

source: Model Number
it_it: Modello

source: Supplier attached
it_it: Fornitore allegato

source: Total number of devices to import %s
it_it: Numero totale di dispositivi da importare %s

source: No device finded
it_it: Nessun apparato trovato

source: Reset the import
it_it: Resettare l'importazione
